anysphere.cursorpyright
catppuccin.catppuccin-vsc
catppuccin.catppuccin-vsc-icons
esbenp.prettier-vscode
golang.go
hediet.vscode-drawio
jebbs.plantuml
llvm-vs-code-extensions.vscode-clangd
mermaidchart.vscode-mermaid-chart
ms-python.debugpy
ms-python.python
ms-vscode.makefile-tools
ms-vscode.sublime-keybindings
redhat.vscode-yaml
vscodevim.vim
xadillax.viml
yzhang.markdown-all-in-one
zxh404.vscode-proto3
